<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ព័ត៌មានគណនីទាំងនេះមិនស៊ីគ្នានឹងទិន្នន័យរបស់យើងទេ។',
    'password' => 'ពាក្យសម្ងាត់ដែលបានផ្ដល់ឱ្យគឺមិនត្រឹមត្រូវទេ។',
    'throttle' => 'មានការព្យាយាមចូលគណនីច្រើនដងពេក។ សូមព្យាយាមម្ដងទៀតក្នុងរយៈពេល :seconds វិនាទី។',

];
