<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | outcome such as failure due to an invalid password / reset token.
    |
    */

    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញជោគជ័យ។',
    'sent' => 'យើងបានផ្ញើតំណភ្ជាប់សម្រាប់កំណត់ពាក្យសម្ងាត់ថ្មីទៅកាន់អ៊ីមែលរបស់អ្នករួចហើយ។',
    'throttled' => 'សូមរង់ចាំមួយរយៈ សឹមព្យាយាមម្ដងទៀត។',
    'token' => 'កូដសម្ងាត់សម្រាប់កំណត់ពាក្យសម្ងាត់ថ្មីនេះមិនត្រឹមត្រូវទេ។',
    'user' => 'យើងរកមិនឃើញអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនេះទេ។',

];
